/*
 Localization provided by Wordcrafts
 The Mac OS X and iOS localization experts.
 http://www.wordcrafts.de
 */


/* General */

/* For dialogs yes buttons */
"HockeyYes" = "Ja";

/* For dialogs no buttons */
"HockeyNo" = "Nein";

/* For dialogs ok buttons */
"HockeyOK" = "OK";

/* Replacement for app name, if it could not be detected */
"HockeyAppNamePlaceholder" = "Diese App";

/* Crash */


/* Crash dialog */

/* Title showing in the alert box when crash report data has been found */
"CrashDataFoundTitle" = "%@ wurde unerwartet beendet.";

/* Description explaining that crash data has been found and ask the user if the data might be uploaded to the developers server */
"CrashDataFoundAnonymousDescription" = "Möchten Sie einen Bericht mit anonymisierten Daten senden, sodass wir das Problem beheben können?";

/* Description explaining that crash data has been found and ask the user if the non anonymous data might be uplaoded to the developers server */
"CrashDataFoundDescription" = "Möchten Sie einen Bericht senden, sodass wir das Problem beheben können?";

/* Alert box button if the users wants to send crash data always automatically */
"CrashSendReportAlways" = "Immer senden";

/* Alert box button to send the crash report once */
"CrashSendReport" = "Bericht senden";

/* Alert box button to decline sending the report */
"CrashDontSendReport" = "Nicht senden";

/* Text showing in a processing box that the crash data is being uploaded to the server */
"CrashReportSending" = "Senden …";


/* Update */


/* Update Alert view */

/* Update available */
"UpdateAvailable" = "Update verfügbar";

"UpdateAlertTextWithAppVersion" = "%@ ist verfügbar.";

"UpdateAlertMandatoryTextWithAppVersion" = "%@ ist verfügbar. Dies ist ein verpflichtendes Update!";

"UpdateIgnore" = "Ignorieren";

"UpdateShow" = "Anzeigen";

"UpdateInstall" = "Installieren";

"UpdateRemindMe" = "Erinnerung";


/* Update Details */

"UpdateScreenTitle" = "Aktualisieren";

"UpdateButtonCheck" = "PRÜFEN";

"UpdateButtonSearching" = "PRÜFEN";

"UpdateButtonUpdate" = "UPDATE";

"UpdateButtonInstalling" = "INSTALLIEREN";

"UpdateButtonOffline" = "OFFLINE";

"UpdateInstalled" = "INSTALLIERT";

"UpdateVersion" = "Version";

"UpdateShowPreviousVersions" = "Vorherige Versionen anzeigen …";

"UpdateNoUpdateAvailableTitle" = "Kein Update verfügbar";

"UpdateNoUpdateAvailableMessage" = "%@ ist die derzeit aktuellste Version";

"UpdateError" = "Fehler";

"UpdateWarning" = "Achtung";

"UpdateNoReleaseNotesAvailable" = "Keine Versionshinweise verfügbar.";


/* Update Authorization  */

"UpdateAuthorizationProgress" = "Autorisieren …";

"UpdateAuthorizationOffline" = "Internetverbindung erforderlich.";

"UpdateAuthorizationDenied" = "Autorisierung abgelehnt. Bitte wenden Sie sich an den Entwickler.";


/* Update Expiry  */

"UpdateExpired" = "%@ ist abgelaufen und kann nicht mehr verwendet werden.";


/* Update Simulator Warning */

"UpdateSimulatorMessage" = "Hockey Update funktioniert im Simulator nicht.\nDas URL-Schema „itms-services://” ist zwar implementiert, hat aber keine Funktion.";


/* Feedback */


/* New Message Alert */

/* Alert Title */
"HockeyFeedbackNewMessageTitle" = "Neue Feedback-Antwort";

/* Alert Text */
"HockeyFeedbackNewMessageText" = "Es liegt eine neue Antwort auf Ihr Feedback vor. Möchten Sie die Antwort lesen?";

/* Alert Ignore Button */
"HockeyFeedbackIgnore" = "Ignorieren";

/* Alert Show Button */
"HockeyFeedbackShow" = "Anzeigen";


/* List View */

/* Title */
"HockeyFeedbackListTitle" = "Feedback";

/* Last Updated */
"HockeyFeedbackListLastUpdated" = "Letztes Update: %@";

/* Never Updated */
"HockeyFeedbackListNeverUpdated" = "Noch nie";

/* Provide Feedback Button Title */
"HockeyFeedbackListButtonWriteFeedback" = "Feedback senden";

/* Add a Response Button Title */
"HockeyFeedbackListButtonWriteResponse" = "Antworten";

/* User Data Set Name Button Title */
"HockeyFeedbackListButtonUserDataSetName" = "Namen eingeben";

/* User Data Set Email Button Title */
"HockeyFeedbackListButtonUserDataSetEmail" = "E-Mail-Adresse eingeben";

/* User Data With Name Button Title */
"HockeyFeedbackListButtonUserDataWithName" = "Name: %@";

/* User Data With Email Button Title */
"HockeyFeedbackListButtonUserDataWithEmail" = "E-Mail: %@";

/* Button title for deleting all local messages*/
"HockeyFeedbackListButtonDeleteAllMessages" = "Alle Mitteilungen löschen";

/* Message pending to be send */
"HockeyFeedbackListMessagePending" = "Versand ausstehend";


/* Delete All Messages Action Sheet / Alert View */

/* Title for the Action Sheet */
"HockeyFeedbackListDeleteAllTitle" = "Diese Aktion löscht alle auf diesem Gerät befindlichen HockeyApp-Mitteilungen.";

/* Button Title to perform delete action */
"HockeyFeedbackListDeleteAllDelete" = "Löschen";

/* Button Title to cancel delete action */
"HockeyFeedbackListDeleteAllCancel" = "Abbrechen";


/* Open Link In Safari Action Sheet / Alert View */

/* Button Title to cancel */
"HockeyFeedbackListLinkActionCancel" = "Abbrechen";

/* Button Title to Open the Link */
"HockeyFeedbackListLinkActionOpen" = "Öffnen";

/* Button Title to Copy the Link */
"HockeyFeedbackListLinkActionCopy" = "Kopieren";


/* UIActivity */

/* Activity Sharing Button Title, App Name will be inserted */
"HockeyFeedbackActivityButtonTitle" = "Feedback zu %@";

/* if there can no app name be found, use this instead for HockeyFeedbackActivityButtonTitle */
"HockeyFeedbackActivityAppPlaceholder" = "App";


/* Compose Message */

/* Title */
"HockeyFeedbackComposeTitle" = "Neues Feedback";

/* Send button */
"HockeyFeedbackComposeSend" = "Senden";

/* Add Image button for attachment actions */
"HockeyFeedbackComposeAttachmentAddImage" = "Bild hinzufügen";

/* Edit button for attachment actions */
"HockeyFeedbackComposeAttachmentEdit" = "Bild bearbeiten";

/* Delete button for attachment actions */
"HockeyFeedbackComposeAttachmentDelete" = "Bild löschen";

/* Cancel button for attachment actions */
"HockeyFeedbackComposeAttachmentCancel" = "Abbrechen";


/* Set User Data */

/* Title */
"HockeyFeedbackUserDataTitle" = "Meine Infos";

/* Description On What Should Be Entered */
"HockeyFeedbackUserDataDescription" = "Bitte geben Sie vor Verfassen Ihres Feedbacks Ihre Daten ein.";

/* Name Field */
"HockeyFeedbackUserDataName" = "Name";

/* Name Placeholder */
"HockeyFeedbackUserDataNamePlaceHolder" = "Max Mustermann";

/* Email Field */
"HockeyFeedbackUserDataEmail" = "E-Mail";

/* Email Placeholder */
"HockeyFeedbackUserDataEmailPlaceholder" = "email@beispiel.de";


/* Authenticator */

/* View Controller Title*/
"HockeyAuthenticatorViewControllerTitle" = "HockeyApp";

/* BITAuthenticatorAuthTypeUDIDProvider */
"HockeyAuthenticationViewControllerWebUDIDLoginDescription" = "Der Entwickler hat die UDID dieses Geräts angefordert. Unten tippen, um die HockeyApp Website zu öffnen und den Zugriff darauf zu erlauben.";
"HockeyAuthenticationViewControllerWebLoginButtonTitle" = "HockeyApp öffnen";

/* BITAuthenticatorIdentificationTypeWebAuth */
"HockeyAuthenticationViewControllerWebAuthLoginDescription" = "Der Entwickler hat die die E-Mail-Adresse Ihres HockeyApp-Accounts angefordert. Unten tippen, um die HockeyApp Website zu öffnen und den Zugriff darauf zu erlauben.";

/* BITAuthenticatorAuthTypeEmail and BITAuthenticatorAuthTypeEmailAndPassword */
"HockeyAuthenticationViewControllerDataEmailAndPasswordDescription" = "Geben Sie die E-Mail-Adresse und das Kennwort Ihres HockeyApp-Accounts ein, um Zugriff auf diese App zu erhalten.";
"HockeyAuthenticationViewControllerDataEmailDescription" = "Geben Sie die E-Mail-Adresse Ihres HockeyApp-Accounts ein, um Zugriff auf diese App zu erhalten.";
"HockeyAuthenticationViewControllerEmailPlaceholder" = "email@beispiel.de";
"HockeyAuthenticationViewControllerPasswordPlaceholder" = "Erforderlich";
"HockeyAuthenticationViewControllerEmailDescription" = "E-Mail";
"HockeyAuthenticationViewControllerPasswordDescription" = "Kennwort";

/* Error presented to the user if authentication failed because of networking issues */
"HockeyAuthenticationViewControllerNetworkError" = "Die Autorisierung ist fehlgeschlagen, da Ihr Gerät anscheinend nicht mit dem Internet verbunden ist. Bitte erneut versuchen.";

"HockeyAuthenticationFailedAuthenticate" = "Autorisierung fehlgeschlagen. Bitte erneut versuchen oder an den Entwickler dieser App wenden.";
"HockeyAuthenticationNotMember" = "Sie sind nicht berechtigt, diese App zu nutzen. Bitte wenden Sie sich an den Entwickler dieser App.";
"HockeyAuthenticationContactDeveloper" = "Autorisierungsfehler. Bitte wenden Sie sich an den Entwickler dieser App.";
"HockeyAuthenticationWrongEmailPassword" = "E-Mail-Adresse oder Kennwort sind nicht korrekt. Bitte Eingaben prüfen und erneut versuchen.";
"HockeyAuthenticationAuthSecretMissing" = "Das HockeyApp „Authorization Secret“ wurde nicht hinterlegt. Bitte wenden Sie sich an den Entwickler dieser App.";

/* Accessibility strings */
"HockeyAccessibilityHintRequired" = "Erforderlich";
